The position of the spatial element calculation location marker.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2014
 Syntax
  C#
public XYZ MarkerPosition { get; }
  Visual Basic
Public ReadOnly Property MarkerPosition As XYZ
	Get
  Visual C++
public:
property XYZ^ MarkerPosition {
	XYZ^ get ();
}
 See Also
  SpatialElementCalculationLocation Class
  Autodesk.Revit.DB Namespace